9/data/attachments/c4a50d1b612fa7e0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Maria_power_Actions_72217_2</nif:username>
            <nif:friendToBeRequested>soap_actions_98577013-f692-4240-8b80-3b19e9202706</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>